export const CompanyInfo = {
  c1: {
    name: '上海爸妈营科技有限公司',
    position: '全栈开发',
    period: '2016/09 - 2019/09',
    desc: [
      '负责公司主体小程序和公众号H5开发',
      '活动页面开发和公司后台服务项目开发',
      '后端业务接口开发'
    ]
  },
  c2: {
    name: '上海薄荷科技有限公司',
    position: '前端开发',
    period: '2019/10 - 2021/01',
    desc: [
      '负责开发健康评测系统',
      '维护、更新和开发健康课程小程序',
      '对接第三方活动页面'
    ]
  },
  c3: {
    name: '上海法询科技公司',
    position: '前端开发工程师',
    period: '2021/01 - 2021/10',
    desc: [
      '公司app内嵌H5页面开发',
      '后台使用antd+react开发',
    ]
  },
  c4: {
    name: '上海弘矶科技有限公司',
    position: '高级前端开发',
    period: '2021/10 - 2023/07',
    desc: [
      '参与使用electron+umi开发桌面端项目',
      '负责开发企微小程序',
      '负责开发低代码平台',
      '团队代码规范制定和code review',
      'AI 聊天机器人项目开发'
    ]
  }
}